Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: The Minister commended tangible efforts towards Palestinian – Palestinian reconciliation and especially praised Egypt’s efforts in this direction. He encouraged all parties to provide support in developing the Palestinian economy and extending resources
ar: وأعرب عن تشجيعه للخطوات الملموسة المبذولة من إجل تحقيق المصالحة الفلسطينية ـ الفلسطينية بما في ذلك دعم جهود مصر على هذا الأساس .. وحث على تقديم الدعم من أجل المساعدة في تطوير الاقتصاد الفلسطيني ومضاعفة الموارد المتاحة للسلطة الفلسطينية وبناء مؤسساتها.

source: The statement was in support of a Russian proposal to conduct an international conference on the peace process in the Middle East in Moscow, 2009. The conference will be in cooperation with the Quartet and other parties.
ar: وأعرب مشروع البيان عن دعمه للمقترح الروسي القاضي بعقد إجتماع دولي حول عملية السلام في الشرق الأوسط في موسكو عام 2009 وذلك بالتعاون والتنسيق مع أطراف اللجنة الرباعية والأطراف المعنية الأخرى.

source: Obama’s popularity rates in the Arab World rises above America
ar: شعبية أوباما مرتفعة أكثر من أميركا في العالم العربي

source: Washington – News Agencies – It seems that American President Barack Obama’s open approach towards the Middle East has led his popularity to skyrocket in the region. A recent poll suggests that the President’s popularity rates in six major Arab nations w
ar: واشنطن- وكالات- فيما يستعد الرئيس الأميركي باراك أوباما للقيام بزيارة إلى مصر في الشهر المقبل، ليوجه خلالها كلمة إلى العالم الإسلامي وسط دعوات ان تكون من جامع الازهر، يبدو ان انفتاحه على الشرق الأوسط يحظى بصدى إيجابي لدى العرب حتى ان شعبيته في 6 دول عربية

source: A recent poll published by the Ipsos institute revealed that residents of the Middle East region are fairly optimistic about Obama as they speculate that he will positively affect the area. Research was based on the opinions of seven thousand adults in S
ar: وقال معهد ايبسوس لاستطلاعات الرأي ان أوباما يحظى في الوقت الراهن بتفاؤل على نطاق واسع بين مواطني هذه المنطقة بأنه سيكون له تأثير إيجابي على بلادهم، وقال ان استطلاعه الذي أجري في مارس شمل سبعة آلاف شخص بالغ في السعودية ودولة الامارات العربية المتحدة والكوي

source: The study revealed 64% of Jordanians, 55% of UAE nationals, 49% of Saudis, 48% of Kuwaitis, 45% of Lebanese, and 35% of Egyptians believe that Obama will have a positive impact in the Middle East.
ar: وبين الاستطلاع ان اربعة وستين في المائة من الأردنيين، وخمسة وخمسين في المائة من الإماراتيين وتسعة واربعين في المائة من السعوديين وثمانية واربعين في المائة من الكويتيين وخمسة واربعين في المائة من اللبنانيين وخمسة وثلاثين في المائة من المصريين، يؤمنون بأنه

source: The study also revealed that Obama’s and the US’ popularity varied by 26 points in Kuwait and 11 points in Lebanon.
ar: ولفت المركز إلى ان الاختلاف بين شعبية أوباما والولايات المتحدة كان 26 نقطة في الكويت و11 نقطة في لبنان.

source: The institute commented by saying that President Obama has the opportunity to bridge the gap; his credit of good will works towards good perception of the United States.
ar: وعلق المركز قائلا:ً ثمة فرصة أمام الرئيس اوباما لردم الهوة بحيث يعمل رصيده من حسن النوايا على زيادة حسن النوايا تجاه الولايات المتحدة.

source: Nizar Ghorab asks the government to fight vice
ar: نزار غراب يطالب الحكومة بمحاربة الرذيلة

source: By Abdel Fattah Abdel Monam
ar: كتب عبد الفتاح عبد المنعم

source: Lawyer, Nizar Ghorab, demanded that the government enforce a judicial ruling to block internet access to pornographic sites which he obtained on Tuesday from the Administrative Judiciary Court headed by Counsellor Dr Mohammed Ahmed Atteya. Ghorab, who fil
ar: طالب نزار غراب المحامى، الحكومة بضرورة تنفيذ الحكم القضائى والخاص بحجب المواقع الإباحية على شبكة الإنترنت الذى حصل عليه اليوم الثلاثاء من محكمة القضاء الإدارى برئاسة المستشار الدكتور محمد أحمد عطية، وأشار نزار صاحب الدعوى فى تصريحات

source: that it was a historic ruling because it was a victory for values and ethics and a judicial blow to vice. He entreated the Minister of Communications, and the Chairman of the National Telecommunication Regulatory Authority (NTRA), in addition to those con
ar: إلى أن هذا الحكم تاريخى لأنه انتصار للقيم والأخلاق، وضربة قاضية للرذيلة مناشدا وزير الاتصالات ورئيس الجهاز القومى لتنظيم الاتصالات ورجال القانون لديهما ومحامين الحكومة بهيئة قضايا الدولة، عدم الطعن على الحكم وتنفيذه فورا فى بادرة منهم للتعبير عن الانحياز

source: _on the 7th May 2009_
ar: لليوم السابع

source: Ghorab said that his lawsuit against the Minister of Communications and Information Technology, and the Chairman of the National Telecommunications Regulatory Authority (NTRA) ‎was based on articles 9 and 12 of the constitution which states that society m
ar: وقال نزار إنه استند فى دعواه ضد وزير الاتصالات وتكنولوجيا المعلومات ورئيس الجهاز القومى لتنظيم الاتصالات، على المادتين 9و12 من نصوص الدستور التى تنص على أن يلتزم المجتمع برعاية الأخلاق وحمايتها والتمكين للتقاليد المصرية الأصيلة ومراعاة المستوى الرفيع للتر

source: Ghorab pointed out in his lawsuit that the head of state represented by the president of the republic should be the one who guards over the implementation and protection of those values, traditions and principles in accordance to Article 73 of the constit
ar: وأشار غراب فى دعواه إلى أن تلك القيم والتقاليد والمبادئ هى التى يسهر على تنفيذها وحمايتها رأس الدولة ممثلا فى رئيس الجمهورية طبقا لنص المادة 73 من الدستور، وقال غراب إن نص هذه المادة يؤكد على أن رئيس الجمهورية هو المنوط به للسهر على احترام الدستور ويقسم ع

source: Al Qaida Militant commits suicide during imprisonment
ar: أنباء عن انتحار ابن الشيخ الليبي في سجنه

source: Tripoli – Libya today – news agencies
ar: طرابلس - ليبيا اليوم - وكالات

source: A Libyan Al Qaida militant took his own life last Monday during his imprisonment. The militant was deported back to Libya in 2006 from Guantanamo prison, and sentenced to life imprisonment.
ar: أعلن في العاصمة الليبية طرابلس اليوم الاثنين أن 'ابن الشيخ' الليبي، والذي أعيد إلى ليبيا عام 2006 من سجن غوانتاناموا وحكم عليه بالسجن المؤبد، وجد منتحرا في حبسه.

source: According to Oea newspaper, Libyan citizen Ali Mohamed Abdel Aziz Al Fakhri, better known as Ibn Al Shaikh Al Libi, was born in Ajadabia in 1963. He left Libya in 1986 to Morocco and later to Mauritania, followed by several African nations. He then move
ar: ووفقا لما ذكرته صحيفة 'أويا' فإن 'ابن الشيخ' هو مواطن ليبي يدعى على محمد عبدالعزيز الفاخري من مواليد مدينة أجدابيا في عام 1963 وغادر البلاد في عام 1986 إلى المغرب ومنها إلى موريتانيا وتنقل منها إلى دول افريقية عدة، قبل أن يتوجه إلى السعودية حيث تم تجنيده

source: The newspaper said Ibn Al Shaikh joined the Khaldoon camp East of Afghanistan; the camp was established by Palestinian militant Abd Allah Azzam in the 80s with the goal of recruiting Arab fundamentalists.
ar: وأشارت الصحيفة أن 'ابن الشيخ' التحق بعد ذلك بمعسكر خلدون شرق أفغانستان الذي أسسه الفلسطيني عبدالله عزام في بداية النصف الثاني من عقد الثمانينيات في القرن الماضي لتدريب المتشددين العرب .

source: The newspaper mentioned that Ibn Al Shaikh later assumed responsibility of the camp which included training militants and financially supporting extremist groups in the Arab World, adding that these groups were not only armed with weapons but with mass in
ar: وأوضحت الصحيفة أن 'ابن الشيخ'، تولى في فترة لاحقه مسؤولية معسكر خلدون والتدريب والدعم المادي تغذيه الجماعات الإرهابية المتطرفة في العالم العربي، مشيرة إلى أن تلك الجماعات لم تكن مدججة بالأسلحة فحسب بل بفتاوى التكفير الجماعي والقتل من دون تمييز.

source: Ibn Al Shaikh was captured in Afghanistan in November of 2001 while attempting to cross Pakistani borders; he was deported to Libya, trialed, and sentenced to life imprisonment.
ar: ولفتت إلى أن 'ابن الشيخ' قد ضبط من قبل قوات التحالف في أفغانستان في شهر نوفمبر/ 2001 خلال محاولته عبور الحدود الباكستانية وتم ترحيله لليبيا حيث أحيل للقضاء وحكم عليه بالسجن المؤبد.

source: The newspaper confirmed that a ‘Human Rights Watch’ delegation has recently visited Libya and met with the prisoner, who had expressed resentment towards the visits and suggested that the organization’s refrainment from visiting him in Guantanamo while he
ar: وأكدت الصحيفة أن وفد من منظمة 'هيومن رايتس ووتش' زار ليبيا أخيراً والتقى بالسجين، غير أنه عبر عن رفضه لهذه الزيارة، معتبرا أن غيابهم عن زيارته أثناء اعتقاله في غوانتانامو وتعذيبه هناك يكشف معايير المنظمة.

source: Libyan authorities handed his body to his family for burial in his hometown in the city of Ajadabia.
ar: يشار إلي أن السلطات الليبية سلمت الجثمان أهله ودفن ظهر الاثنين في مسقط رأسه بمدينة اجدابيا.

source: Inside resources revealed that Ibn Al Shaikh’s last family visit was a month ago and he was in good spirits. Ibn Al Shaikh is married to a Syrian lady and has a nine year old girl.
ar: وقالت مصادر مطلعة لصحيفة ليبيا اليوم أن آخر زيارة لعائلة ابن الشيخ كانت منذ أكثر من شهر وكان مرتفع المعنوية, ابن الشيخ متزوج من سيدة سورية وله بنت تبلغ من العمر تسع سنوات.

source: Ghorab said that the two defendants had been entrusted by the law with the responsibility for all dealings ‎inside the Arab Republic of Egypt with the international information network - the internet. That the two ‎defendants shoulder the responsibility f
ar: وقال غراب إن القانون قد أناط المدعى عليهما المسئولية عن كافة التعاملات داخل جمهورية مصر العربية مع الشبكة الدولية للمعلومات الإنترنت، فإن المدعى عليهما يقع على عاتقهما تقنين استخدام تلك الشبكة بما يتفق وقيم وتقاليد الشعب المصرى وحماية الأمن القومى، وقد

source: United Arab Emirates: Detention order in torture case
ar: الإمارات العربية المتحدة: الأمر بالاحتجاز في قضية التعذيب

source: Government should unveil further investigation and persecution details
ar: ينبغي على الحكومة أن تكشف عن تفاصيل التحقيق والمقاضاة

source: New York – Human Rights Watch said today that the mentioned arrest of Sheikh Eissa Bin Zayed Al Naheyan, member of the ruling family in the UAE in connection of torture recordings of an Afghani grain dealer, was a significant development, but more needed
ar: (نيويورك) - قالت هيومن رايتس ووتش اليوم إن الاحتجاز المذكور لأحد أفراد الأسرة المالكة في الإمارات العربية المتحدة، شيخ عيسى بن زايد آل نهيان، على صلة بتسجيل فيديو يعرض تعذيب تاجل حبوب أفغاني، يُعد بمثابة تطور مهم، لكن ثمة الحاجة لفعل المزيد لاستعادة الثقة

source: UAE officials had revealed to American diplomats that the Shaikh is subject to home arrest and banned from leaving the country. The Ministry of Justice has issued a forensic investigation on the taped incident, according to ABC channel. The government h
ar: وقال مسؤولون إماراتيون لدبلوماسيين أميركيين بأن الشيخ تم وضعه رهن الاعتقال المنزلي هذا الأسبوع وحُرم من مغادرة البلاد مع إجراء وزارة العدل لتحقيق جنائي في الوقائع المصورة في تسجيل الفيديو، حسب ما أفادت محطة أيه بي سي الإخبارية اليوم. ولم تكشف الحكومة عن

source: Sarah Leigh Watson, Executive Director of the Middle East and North Africa for Human Rights Watch, said the torment video shocked the world. She stated that the detention order was reassuring, but the government should now publicly reveal details. She s
ar: وقالت سارة ليا ويتسن، المديرة التنفيذية لقسم الشرق الأوسط وشمال أفريقيا في هيومن رايتس ووتش: لقد صدم تسجيل الفيديو الخاص بالتعذيب العالم. وتابعت قائلة: وقد كان أمر التوقيف مما يبعث على الطمأنينة، لكن الآن على الحكومة أن تكشف عن التفاصيل علناً. فالتحقيق

source: The taping, which was aired on ABC news channel on April 22, 2009, depicts Shaikh Issa torturing a grain dealer with a whip, an electric cattle prod, and a wooden plank. The taping led to international condemnation.
ar: الخاص بالهجوم، الذي تم بثه على محطة أيه بي سي الإخبارية في 22 أبريل/نيسان 2009، يُظهر الشيخ وهو يعذب تاجر الحبوب بالسياط وعصي الماشية الكهربية ولوح خشبي فيه مسامير ناتئة. وقد أثار موجة من الإدانة الدولية.

source: After getting a judicial ruling blocking access to pornographic sites
ar: بعد حصوله على حكم قضائى بحجب المواقع الإباحية

source: The United Arab Emirates had announced on April 29 that the Ministry of Justice will conduct a comprehensive and immediate investigation for the torment incident. The statement was issued upon
ar: وأعلنت الإمارات العربية المتحدة في 29 أبريل/نيسان أن إدارة العدل بأبو ظبي ستجري مراجعة شاملة وفورية لواقعة التعذيب. وجاء الإعلان إثر

source: the receipt of a letter from Human Rights Watch to UAE president on April 28 where he was called upon to investigate. Interior Affairs Ministry had previously described the incident as an assault between two parties which was resolved throughprivate re
ar: بعثت بها هيومن رايتس ووتش إلى الرئيس الإماراتي في 28 أبريل/نيسان تدعوه إلى تحرّك الحكومة. وفي وقت سابق، كانت وزارة الداخلية قد وصفت الإساءة الواقعة بصفتها اعتداء قام أطرافه فيما بعد بتسويته على انفراد.

source: Human Rights Watch has called on UAE government to formulate an independent institution with authority to investigate abuse and torment activities conducted by UAE police forces. The organization also called on UAE to publicly condemn torment and physica
ar: وشددت هيومن رايتس ووتش على دعوتها الحكومة الإماراتية إلى تشكيل هيئة مستقلة لها سلطة التقصي بشكل أشمل في مستوى انتشار الإساءات والتعذيب على يد الشرطة الإماراتية. وينبغي على الحكومة الإماراتية أيضاً أن تصدق على اتفاقية مناهضة التعذيب وأن تنبذ علناً وبشكل صر

source: and to rescind article 32, which enforces a 5 million dirham fine (1,350,000 American dollars) against media agencies who report on senior government officials or members of the ruling family.
ar: الإماراتي، وأن تُلغي، من بين تغييرات أخرى، المادة 32 منه، التي تنص على فرض غرامة بحد أقصى 5 ملايين درهم (1350000 دولار أميركي)، ضد من يتعرض لمسؤولين حكوميين رفيعي المستوى أو لأشخاص من الأسرة المالكة.

source: UAE news agencies have been reluctant in covering updates despite wide coverage of the incident by international media, shedding the light on the need for UAE governments to review media laws
ar: ورغم التغطية الدولية الواسعة للواقعة، فإن الإعلام في الإمارات تردد في تغطيتها، مما يلقي الضوء على الحاجة إلى أن تراجع الحكومة مشروع

source: Turkish President arrives in Damascus tomorrow on a 3-day visit at the invitation of president al-Assad… Gul: Our partnership has developed in all fields, and might include the military field
ar: الرئيس التركي في دمشق غداً في زيارة تستمر 3 أيام بدعوة من الرئيس الأسد...غل: علاقاتنا تطورت في كل المجالات والإمكانية مفتوحة أمام المستوى العسكري

source: Turkish President Abdullah Gul will travel to Syria on Friday on a 3-day official visit, to lead various activities in Damascus and Aleppo, and have political talks with President Bashar al-Assad.
ar: يزور الرئيس التركي عبد اللـه غل سورية يوم غد الجمعة في زيارة رسمية تستمر ثلاثة أيام، وتتضمن نشاطات في كل من مدينتي دمشق وحلب، حيث يجري محادثات سياسية مع الرئيس بشار الأسد.

source: Gul confirmed in an interview that Syrian-Turkish relations have evo
ar: وفي هذا السياق أكد غل في حديث إعلامي أن العلاقات السورية التركية تطورت في كل المجالات السياسية والاقتصادية، مشيراً إلى إمكانية أن تتطور هذه العلاقات على المستوى العسكري أيضاً.

source: Gul heads a large delegation of officials including a number of ministers and a large group of businessmen.
ar: ويرأس غل وفداً كبيراً من المسؤولين الرسميين يضم عدداً من الوزراء ومجموعة كبيرة من رجال الأعمال.

source: The two presidents, Gul and al-Assad, will hold political talks on Friday. Economic activities are scheduled on Saturday for Gul, such as attending the opening ceremony of Dedeman Hotel (formerly Le Meridien Hotel) in Damascus, participating in a Syrian-T
ar: وعلى حين يعقد الرئيسان غل والأسد محادثات سياسية الجمعة، يقوم غل بنشاطات اقتصادية في اليوم التالي، بينها افتتاح فندق ديدمان (ميرديان سابقاً) في دمشق، والمشاركة في منتدى اقتصادي سوري تركي يوم السبت، إضافة إلى نشاط في مجلس الشعب، ولقاءات مع مسؤولين محليين من

source: There is no announcement of economic agreements to be signed between the two countries, but according to al-Watan sources “the economic and trade structure for cooperation between the two countries is complete, and only technical details remain”.
ar: وفي حين لم يعلن عن اتفاقيات اقتصادية سيتم توقيعها بين الطرفين، أوضحت مصادر مراقبة لـ«الوطن» أن «الهيكل الاقتصادي والتجاري للتعاون بين البلدين مكتمل، وأن ما تبقى تفاصيل تقنية».

source: On this occasion, the Turkish President had an interview with private TV channel “Dounya”, in which he praised how Syria dealt with indirect talks with Israel, and stressed that such negotiations «have progressed», and would have become direct if it weren
ar: وفي هذه المناسبة أجرى الرئيس التركي حوارا مع تلفزيون «الدنيا» الخاص، أثنى فيه على الطريقة التي تعاملت فيها سورية مع المحادثات غير المباشرة مع إسرائيل، حيث أكد أن هذه المفاوضات «وصلت إلى خطوات متقدمة جدا»، وكان من الممكن أن تنتقل إلى المباشرة لولا العدوان

source: During Barack Obama's visit to Turkey, the USA granted Ankara a sort of a « mandate, backed by Washington» for the management of such a process if the conditions are appropriate.
ar: وبات معلوما أن الولايات المتحدة الأميركية، وخلال زيارة الرئيس باراك أوباما إلى تركيا، منحت أنقرة ما يشبه «التفويض المدعوم من قبل واشنطن» لإدارة عملية كهذه في حال توافرت الظروف المناسبة.

source: Talking about Iraq, the Turkish president said that his country can “contribute in filling the security gap in Iraq”, if the need arises. He also stressed that the Kurdish issue has delayed the entry of Turkey into the European Union, describing the Kurdi
ar: وعن الملف العراقي قال الرئيس التركي إن بلاده من الممكن «أن تساهم في سد الفراغ الأمني في العراق»، إذا تطلبت الحاجة، كما أكد الرئيس التركي أن القضية الكردية أخرت دخول تركيا إلى الاتحاد الأوروبي، واصفاً حزب العمال الكردستاني بالحزب الإرهابي، ومنوها في الوقت

source: Gul praised the reforms in Syria and said that “Syria has taken important steps in the reform process, there are now significant investments in Syria and private and open media, and the process is continuing.”
ar: وأشاد غل بعمليات الإصلاح في سورية وقال «إن سورية خطت خطوات مهمة في عملية الإصلاح فقد أصبح هناك استثمارات كبيرة في سورية وإعلام خاص منفتح وهذه المسيرة مستمرة».

source: Egyptian ship rescued from pirates in Somalia
ar: إنقاذ سفينة مصرية من القراصنة فى الصومال

source: Thursday, 14 May 2009 -17:14
ar: الخميس، 14 مايو 2009 - 17:14

source: International forces succeeded in aborting an attempt to hijack an Egyptian ship
ar: القوة الدولية نجحت فى إحباط محاولة اختطاف سفينة مصرية

source: A South Korean navy unit managed to rescue an Egyptian ship that pirates attempted to hijack off the Somali coast on Wednesday night.
ar: تمكنت وحدة حربية تابعة لكوريا الجنوبية، من إنقاذ سفينة مصرية، حاول القراصنة اختطافها قبالة السواحل الصومالية مساء أمس الأربعاء.

source: The Egyptian ship was arriving from Australia, carrying a load of coal on its way to the port of Alexandria.
ar: وكانت السفينة المصرية قادمة من أستراليا حاملة شحنة من الفحم فى طريقها إلى ميناء الإسكندرية.

source: Ahmed Rizq, Assistant Secretary of State for Consular Affairs, said that a number of pirates tried to hijack a, Egyptian vessel off the Somalia coast, but two helicopters and a Korean warship hurried to the site of the ship, and they secured it. Rizq indi
ar: وقال أحمد رزق مساعد وزير الخارجية للشئون القنصلية، إن عدداً من القراصنة حاولوا اختطاف إحدى السفن المصرية قبالة السواحل الصومالية، وسارعت طائرتان هليكوبتر وسفينة حربية كورية بالوصول إلى موقع السفينة وتم تأمينها، مشيراً إلى أن السفينة تبحر الآن فى أمان برفق

source: By Youssef Ayoub
ar: كتب يوسف أيوب

source: Turkish President Starts Official Visit to Syria
ar: الرئيس التركي يبدأ زيارة رسمية إلى سورية

source: Turkish President Abdullah Gul started on Friday afternoon an official visit to Syria, during which he will meet President Bashar al-Assad.
ar: بدأ الرئيس التركي عبد الله غول _ظهر الجمعة زيارة رسمية إلى سورية يلتقي خلالها الرئيس بشار الأسد.

source: The two sides will hold talks about bilateral relations and international and regional situations, followed by economic activities on Saturday, including Dedeman hotel (former Meridian) opening in Damascus, participating in an economic forum, as well as a
ar: وسيجري الجانبان محادثات تتعلق _بالعلاقات الثنائية والأوضاع الإقليمية والدولية, يتبعها غدا السبت نشاطات اقتصادية _منها افتتاح فندق ديدمان (ميريديان سابقا) في دمشق، والمشاركة في منتدى اقتصادي، _إضافة إلى نشاط في مجلس الشعب ولقاءات مع مسؤولين محليين اقتصاديي

source: Turkey plays an important role in the Middle East, as it had hosted indirect talks between Syria and Israel in Istanbul, which were suspended last September, in addition to its involvement in a number of complex regional issues such as the Palestinian-Isr
ar: وتلعب تركيا دورا مهما في منطقة _الشرق الأوسط حيث قامت برعاية المحادثات غير المباشرة بين سورية وإسرائيل في _اسطنبول التي توقفت في أيلول الماضي, بالإضافة إلى انخراطها في عدد من الملفات _الإقليمية المعقدة كالصراع الفلسطيني الإسرائيلي والعراق وغيرها.

source: Syria and Turkey have several economic, trade and investment agreements, including a free trade zone agreement between the two countries, which resulted in a significant increase in the volume of trade exchange between them in recent years, as it reached
ar: وترتبط سورية وتركيا بعدة _اتفاقيات اقتصادية وتجارية واستثمارية, منها اتفاقية منطقة التجارة الحرة بين _البلدين والتي أثمرت عن ازدياد حجم التبادل التجاري بين البلدين بنسب كبيرة في _الأعوام الأخيرة ليصل إلى أكثر من 1.7 مليار دولار العام الماضي.

source: It is worth mentioning that the Syrian-Turkish relations have witnessed major developments, especially after the Justice and Development Party arrived to power in Turkey in October 2002, in several areas, the most recent of which was the military field, a
ar: يشار إلى أن العلاقات السورية _التركية شهدت تطورات كبيرة, وذلك بعد تسلم حزب العدالة والتنمية الحكم في تركيا في _تشرين الثاني عام 2002, في مجالات عدة كان آخرها المجال العسكري, حيث تم توقيع _اتفاقية للتعاون في مجال التصنيع العسكري الدفاعي بين البلدين, وإجراء

source: Welcome to you, Mr President
ar: أهلا وسهلا بك يا سيادة الرئيس

source: Halabi
ar: حلبي

source: Aleppo and its people are welcoming you, Mr President. I wish from the bottom of my heart that I were in Syria to attend this lecture and get to know this person.
ar: حلب وأهلها يرحبون بك يا سيادة الرئيس, أتمنى من كل قلبي لو كنت في سوريا لأحضر هذه المحاضرة وأتعرف على هذه الشخصية

source: Welcome to your home, our brother Turkish President Abdullah Gul. You are One Of Us. We always proud of your sincerity and Support “ISLAM” and we do Thank You for supporting our Country “Palestine is for all Muslims People around the World”. Finally We Ho
ar: Welcome home our Brother الرئيس التركي عبد الله غول “” you are One Of Us. We always proud of your sincerity and Support “ISLAM” and we do Thank You for supporting our Country “Palestine is for all Muslims People around the World”._ Finally We Hope & Wish

source: Gul to visit Syria tomorrow
ar: غول يزور سوريا غداً

source: Turkish President Abdullah Gul will start tomorrow an official visit to Syria for three days, in order to strengthen relations between the two neighbors that are close politically and economically.
ar: يبدأ الرئيس التركي عبد الله غول غدا زيارة رسمية إلى سوريا تستمر ثلاثة أيام، من اجل تمتين العلاقات بين الجارين المتقاربين سياسيا واقتصاديا.

source: Akhbar Al Aalam + Al Safir
ar: أخبار العالم+السفير

source: Syrian President Bashar Al-Assad had a talk with the foreign minister of Serbia, Vuk Jeremić, in Damascus, on the latest developments in the Balkan region, which led to divisions on ethnic and religious bases; and the need to take positions that serve th
ar: إلى ذلك، بحث الرئيس السوري بشار الأسد، مع وزير خارجية صربيا فوك بيريميتش في دمشق، «التطورات الأخيرة في منطقة البلقان، والتي أدت إلى انقسامات على أسس عرقية ودينية، وضرورة اتخاذ المواقف التي تصب في مصالح الشعوب وتخدم استقرارها وازدهارها». وأكد الأسد «ضرورة
